Repository: mozilla-l10n/mt-training-data
Catalog: sn/sn_pontoon.tmx
Source language: en_us
Languages: sn

source: %1$d out of %2$d
sn: %1$d ezvimwe %2$d

source: %1$s finished
sn: %1$s zvapera

source: %1$s is free and open source software made by Mozilla and other contributors.
sn: %1$s yakasununguka uye yakasununguka purogiramu software yakagadzirwa naMozilla nevamwe vanobatsira.

source: %1$s will send what you type in the address bar to your search engine
sn: %1$s ichatumira zvaunonyora mu adhiresi bha yako ye injini yekutsvaga

source: About
sn: Nezvedu

source: About %1$s
sn: Nezvedu %1$s

source: About %1$s, help
sn: Nezvedu %1$s, rubatsiro

source: Add
sn: Wedzera

source: Add and manage custom autocomplete URLs.
sn: Wedzera uye gadzirisa aunoda anozvipedzisa URLs.

source: + Add another search engine
sn: + Wedzera imwe injini yekutsvaga

source: + Add custom URL
sn: + Wedzera yaunodao URL

source: Add custom URL
sn: Wedzera yaunodao URL

source: Add link to autocomplete
sn: Isa ringi ku atokombuliti

source: Add search engine
sn: Wedzera injini yekutsvaga

source: Add shortcuts to your home screen
sn: Wedzera zvidzitiro pamba peimba yako

source: Add to Home screen
sn: Isa pa peji Repekutanga

source: Advanced
sn: Zviriadhivhanzidhi

source: An installed search engine is already using that name.
sn: Imwe injini yekutsvaga yakaiswa irikutoshandisa zita iroro.

source: As a private browser, we never save and cannot restore this tab.
sn: Sekuchengetedzwa kwepachivande, hatina kumbochengetedza uye hatigoni kudzorera tabu iyi.

# Autocomplete URLs for sites you use most Long-press any URL in the address bar
source: Autocomplete URLs for sites you use most\n Long-press any URL in the address bar
sn: Ma URLs echikwata zvemasayiti aunonyanya kushandisa\n Dhinda kwenguva ipi neipi URL mubhare rekero

# Automatic private browsing. Browse. Erase. Repeat.
source: Automatic private browsing.\nBrowse. Erase. Repeat.
sn: Tsvaga zvakawanzika.\nTsvaga. Dzima. Dzokorora.

source: Block 3rd-party cookies only
sn: Vharira 3-party tracker cookies chete

source: Block 3rd-party tracker cookies only
sn: Vharira 3-party tracker cookies chete

source: Block ad trackers
sn: Vharira tunotsvaka kwauri twemaadhivhetsi

source: Block analytic trackers
sn: Vharira tunotsvaka kwauri twemaadhivhetsi

source: Block cookies
sn: Vhara makuki

source: Block JavaScript
sn: Vhara JavaScript

source: Block other content trackers
sn: Vharira vamwe vateereri vezvinhu

source: Block potentially dangerous and deceptive sites
sn: Chengetedza nzvimbo dzingangove dzine ngozi uye dzinonyengedza

source: Block reported deceptive and attack sites, malware sites, and unwanted software sites.
sn: Vharira nzvimbo dzinonyengedza kunze uye dzekurwisa, nzvimbo dzisina kuwanikwa, uye dzisina kuwanikwa software.

source: Block social trackers
sn: Vharira tunotsvaka twehupenyu

source: Block trackers
sn: Vharira tunotsvaka kwauri

source: Block Web fonts
sn: Vhara runyoro rwepaDande

source: Cancel
sn: Kanzura

source: Check that search string matches Example format
sn: Cherechedza kuti tsananguro yekutsvaga yakafanana nemuenzaniso here

source: Clear
sn: Bvisa

source: Clear input
sn: Dzima zvaiswa

source: Close Tab
sn: Vhara Tebhu

source: Content Blocking
sn: Kubhuloka kondendi

source: Cookies and Site Data
sn: Makuki uye Site Data

source: Data Choices
sn: Zvaungada kuti zvibude

source: Data Collection & Use
sn: Kutorwa kweData nekushandiswa kwaro

source: Default
sn: Zvagara zviripo

source: Default browser, tabs, language
sn: Bhurauza rechigarire, matebhu, mutauro

source: Developer tools
sn: Maturuzi evanogadzira

source: Dismiss
sn: Siyana nazvo

source: Dismiss find in page
sn: Bvisa peji rakutsvaga

source: Double-check the URL you entered.
sn: Tarisa kaviri URL yawaisa.

source: Download Firefox
sn: Dounirodha Firefox

source: Embedded on sites to track your visits and to display functionality like share buttons
sn: Yakabudiswa panzvimbo dzekutsvaga kutarisa kushanyira kwako uye kuratidza kushanda sezvikwata zvekugovera

source: Enable to autocomplete more than 450 popular URLs in the address bar.
sn: Batidza kuti otokombuliti iitike pamanzwi anosvika 450 akakurumbira URLs mu adhiresi bha.

source: Enabling may cause some pages to behave unexpectedly
sn: Ukabatidza mamwe mapeji anogona kushanda neutowo usiri iwo

source: Enter search engine name
sn: Nyora zita reinjini yekutsvaga

source: Enter search string
sn: Nyora mazwi ekutsvagisa

source: Erase
sn: Dzima

source: Erase and Open
sn: Dzima neku Vhura

source: Erase and open %1$s
sn: Dzima wovhura %1$s

source: Erase browsing history
sn: Dzima nhoroondo yezvakatsvakwa

source: Erase & open
sn: Dzima wovhura

source: Example: example.com
sn: Muenzaniso: muenzaniso.com

source: Example: example.com/search/?q=%s
sn: Muenzaniso: muenzaniso.com/search/?q=%s

source: Example: mozilla.org
sn: Muenzaniso: mozilla.org

source: Exceptions
sn: Zvisarudzo

source: Exit Private Browsing?
sn: Wafunga kusiya kutsvaga pachivande?

source: Find an app that can open link
sn: Tsvaga app inokwanisa kuvhura link

source: Find in page
sn: Tsvaga papeji

source: Find in Page
sn: Tsvaga mupeji

source: Find next result
sn: Tarisa zvinotevera zvabuda

source: Find previous result
sn: Tarisa zvirikumashure zvabuda

source: Finger moved too fast. Try again.
sn: Chigunwe chamhanya zvakanyanya. Edza zvakare.

source: Fingerprint icon
sn: Ayikoni yepikicha yechigunwe

source: Fingerprint not recognized. Try again.
sn: Hatina kuziva chigunwe chako. Edza zvakare.

source: For Sites You Add
sn: Pema Saitsi awa isa woga

source: For Top sites
sn: Masaiti anoendwa zvakanyanya

source: General
sn: Zvechigarire

source: Get one-tap access to sites you use most%1$s Menu > Add to Home screen
sn: Iva one-tap-access kune masayiti ako anoshandisa%1$s Menyu > Wedzera kusikirini rekutanga

source: Get search suggestions
sn: Tsvaga mazano ekutsvaga

source: Help
sn: Rubatsiro

source: Hide webpages when switching apps and block taking screenshots.
sn: Viga mapepa epakombiyuta paunoshandura mapurogiramu uye udzivise kutora masikirini shoti.

source: Insecure Connection
sn: Konekisheni haina kuchengeteka

source: Installed search engines
sn: Mainjini ekutsvaga akaiswa

source: Language
sn: Mutauro

source: Learn more
sn: Dzidza zvimwe

source: Loading
sn: Zvavakuda kuita

source: Make %1$s default browser
sn: Ita %1$s bhurauza rechigarire

source: Make privacy a habit
sn: Ita kuchengeteka kwako chive chijairire

source: Manage sites
sn: Ronga masaitsi

source: May result in missing icons or images
sn: Izvozvo zvinogona kukonzera kushaikwa kwemaayikoni kana mifananidzo

source: More options
sn: Dzimwe sarudzo

source: More options button
sn: Button rinoratidza zvimwe zvingaratidzwa

source: Mozilla strives to collect only what we need to provide and improve %1$s for everyone.
sn: Mozilla inoedza kuunganidza chete zvatinoda kupa nekuvandudza %1$s kune munhu wose.

source: Navigate back
sn: Dzoka kumashure

source: Navigate forward
sn: Enda kumberi

source: New custom URL added.
sn: Itsva URL yakawedzerwa.

source: New search engine added.
sn: Injini yekutsvaga itsva yaiswa.

source: New Session
sn: Sesheni Itsva

source: New tab opened
sn: Tebhu idzva yavhurwa

source: Next
sn: Enda mberi

source: No
sn: Kwete

source: None of the apps on your device are able to open this link. You can leave %1$s to search %2$s for an app that can.
sn: Tashaiwa app mufoni yako inokwanisa kuvhura link. Unokwanisa kusiya %1$s kuti ugotsaga %2$s kune app inozvikwanisa.

source: Notifications let you erase your %1$s session with a tap. You don’t need to open the app or see what’s running in your browser.
sn: Izaziso dzinokubvumira kuti usasase %1$s svondo yako nepombi. Iwe haufaniri kuzarura purogiramu yacho kana kuona kuti chii chiri kushanda mu browser yako.

source: Number of trackers blocked
sn: Nhamba yezvinotevera zvakavharwa

source: Off
sn: Dzimwa

source: OK
sn: Zvakanaka

source: OK, got it!
sn: Horait, Ndazvibata!

source: On
sn: Batira

source: Open
sn: Vhura

# Open a link in a new tab Long-press any link on a page
source: Open a link in a new tab\n Long-press any link on a page
sn: Vhura lingi mune imwe tebhu\n Dhinda kwenguva refu chero chibatanidza pane peji

# Open every link in %1$s Set %1$s as default browser
source: Open every link in %1$s\n Set %1$s as default browser
sn: Vhura mazano ose mu %1$s\n Ita %1$s sechekutsvagisa

source: Open in…
sn: Vhurira mu…

source: Open in %1$s
sn: Vhurira mu %1$s

source: Open link in another app
sn: Vhura link mune imwe app

source: Pages may load faster, but may also behave unexpectedly
sn: Mapeji anogona kuvhura nokukurumidza, asi anogonawo kutanga kuita zvisingatarisirwe

source: Password
sn: Pasiwedhi

source: Paste or enter URL
sn: Isa kana kunonyora kero

source: Performance
sn: Maitiro

source: Powered by %1$s
sn: Zvasimbiswa na%1$s

source: Power up your privacy
sn: Shandisa simba rako rechivande

source: Privacy
sn: Vanza

source: Privacy Notice
sn: Chiziviso pamusoro pekuvanza

source: Privacy & Security
sn: Kuchengeteka ne Puraivhesi

source: Private browsing session
sn: Sesheni yekutsvaga pachivande

source: Rather see the full desktop site?%1$s Menu > Request desktop site
sn: Pane kuti uone yakazara desktop site?%1$s Menyu > Kumbira nzvimbo ye desktop

source: Reload website
sn: Vhura webhusaiti zvakare

source: Remote debugging via USB/Wi-Fi
sn: Kugadzirisa usiripanzvimbo ne USB/Wi-Fi

source: Remove
sn: Bvisa

source: Remove all websites
sn: Bvisa mawebhusaiti ese

source: Remove custom URLs
sn: Bvisa aunoda aya URLs

source: Remove search engines
sn: Bvisa mainjini ekutsvaga

source: Report Site Issue
sn: Mhan\'ara Mhosho Pano

source: Request desktop site
sn: Kumbira peji repadhesikitopu

source: Restore default search engines
sn: Dzorera mainjini okutsvaga echigaririre

source: Return to previous app
sn: Dzoka ku app yekupedzisira

source: Return to your favorite sites in %1$s quickly. Just select \"Add to Home screen\" from the %1$s menu.
sn: Dzokera kunzvimbo dzako dzaunoda mu %1$s nokukurumidza. Ingosarudza \"Wedzera Pamba peji\" kubva ku %1$s menyu.

source: Safe Browsing
sn: Kutsvaga Kwakachengeteka

source: Save
sn: Sevha

source: Search
sn: Tsvaga

source: Search engine
sn: Injini yekutsvaga

source: Search engine name
sn: Zita reinjini yekutsvaga

source: Search for %1$s
sn: Tsvaga %1$s

source: Searching for something different? Choose another default search engine in Settings.
sn: Kutsvaka chimwe chinhu chakasiyana? Sarudza imwe shandiso yekutsvaga injini muZvirevo.

source: Search or enter address
sn: Tsvaga kana kunyora kero

source: Search Privately
sn: Tsvaga pachivande

source: Search string to use
sn: Manzwi ekushandisa pakutsvaga

source: Secure connection
sn: Pinda zvakachengetedzwa

source: Secure Connection
sn: Konekisheni yakachengeteka

source: Security
sn: Chengetedzo

source: Send crash report to Mozilla
sn: Tumira ripoti yekuparara kuMozilla

source: Send usage data
sn: Tumira data maererano nemashandisirwo

source: Server not found
sn: Sevha harina kuoneka

source: Set %1$s as your default browser and get the benefits of private browsing when you open webpages from other apps.
sn: Ita %1$s sechitsvaga chako chekutsvaga uye uwane mararamiro ehupfumi hwepachivande paunotanga mapepa ewebhu kubva kune mamwe maitiro.

source: Set default, autocomplete
sn: Ita zvisizvo, zvakakwana

source: Settings
sn: Gadziriso

source: Share…
sn: Paradzira…

source: Share via
sn: Govera uchishandisa

source: Shortcut will open with Tracking Protection disabled
sn: Shortcut ichazaruka neTracking Protection yakavharwa

source: Show home screen tips
sn: Ratidza mazano ezvikwangwani

# Site behaving unexpectedly? Try turning off Tracking Protection
source: Site behaving unexpectedly?\n Try turning off Tracking Protection
sn: Site yaita zvisingatarisirwi?\n Edza kubvisa Kuchengetedzwa Kwekutevera

source: Site Security
sn: Saiti Sekiyuriti

source: Skip
sn: Svetuka

source: Some ads track site visits, even if you don’t click the ads
sn: Zvimwe zvinoshambadzirwa zvinotengeswa nzvimbo yekushanyira nzvimbo, kunyange kana iwe usingadi kubaya adhivheti racho

source: Some search engines cannot show suggestions.
sn: Mimwe injini dzinotsvaga haigone kuratidza mazano.

source: Sorry. We’re having a problem with this tab.
sn: Ruregerero. Taita dambudziko ne tebhu iri.

source: Stealth
sn: Hauchaoneke

source: Stop loading website
sn: Mira kuvhura webhusaiti

source: Switch
sn: Chinja

source: Switching Apps
sn: Kuchinja maapurikesheni

source: Switch to link in new tab immediately
sn: Chinja ringi kune tebhu idzva pakarepo

source: System default
sn: Magariro azvo musisitimu

source: Tab Crashed
sn: Tebhu rakirasha

source: Tab’s browsing history has been erased.
sn: Zvawaiita paindaneti zvadzimwa.

source: Tabs open: %1$s
sn: Matebhu akavhurika: %1$s

source: Take private browsing to the next level. Block ads and other content that can track you across sites and bog down page load times.
sn: Tora browsing pachedu kune imwe inotevera. Chengetedza zvikwereti nezvimwe zvinhu zvinogona kukutevera pazvikwata uye kuvhara pasi peji kutengesa nguva.

source: To get search suggestions, %1$s needs to send what you type in the address bar to the search engine you’ve chosen. %2$s.
sn: Kuti uwane betsero yekutsvaga, %1$s inoda kutumira zvawanyora kune chikamu chinonyorwa mashoko ekutsvaga kuinjini yekutsvaga yawasarudza. %2$s.

source: Touch the fingerprint sensor to continue.
sn: Bata panoiswa chigunwe kuti zvivhure.

source: Trackers blocked
sn: Zvinotevera zvavharwa

source: Tracking, cookies, data choices
sn: Kuchengeta, makuki, kusarudzwa kwe data

source: Tracking Protection
sn: Kuchengetedzwa pakuteverwa

source: Trusted site?\n Allowlist disables Tracking Protection for sites you know and trust.
sn: Nzvimbo yakatendwa?\n Chibvumirano chinodzivisa Kuchengetedzwa Kwekuchengetedza kwemasayithi ounoziva uye kuvimba.

source: Turning this off may fix some site problems
sn: Kuita izvi zvingagadzirisa zvimwe zvinetso zvepasaiti

source: Turn off tips on the start screen
sn: Dzima mazano papeji yekutangisa

source: Turn off to fix some sites
sn: Bvisa kugadzirisa dzimwe nzvimbo

source: Unlock %1$s
sn: Vhura %1$s

source: URL already exists
sn: URL yagara iriko

source: URL Autocomplete
sn: URL Yapedziswa

source: URL copied
sn: URL yakopwa

source: URL to add
sn: URL yaurikuda kuisa

source: Used to collect, analyze and measure activities like tapping and scrolling
sn: Inoshandiswa kuunganidza, kuongorora uye kuenzanisa zvinhu zvakadai sokubaya uye kudzika

source: Use fingerprint to unlock app
sn: Shandisa munwe kuvhura app

source: Username
sn: Zita rekushandisa

source: Verified by: %1$s
sn: Zvabvumikiswa na: %1$s

source: Web Content
sn: Zviri paindaneti

source: Website loaded
sn: Webhusaiti yavhurwa

source: What’s New
sn: Ndezvipi zvitsva

source: Would you like to turn on search suggestions?
sn: Ungada kubatidza betsero yekutsvaga here?

source: Yes
sn: Hongu

source: You can leave %1$s to open this link in %2$s.
sn: Unogona kusiya %1$s kuti ugovhura zvinoenda kuna %2$s.

source: You have disabled Content Blocking for these websites.
sn: Wadzima Content Blocking nekuda kwemawebsite aya.

source: Your browsing history has been erased.
sn: Zvawaiita paindaneti zvadzimwa.

source: Your fingerprint can unlock %1$s if a URL is already opened in the app. Stealth will be turned on.
sn: Mifananidzo yako yeminwe inogona kuzarura %1$s kana URL isati yavhurwa mu-app. Simba richashandurwa.

source: Your Rights
sn: Kodzero dzako

source: Your search, your way
sn: Kutsvaga kwako, inzira yako

source: Ad Blocking
sn: Vhara Adhiveti

source: As a private browser, we never save and cannot restore your last browsing session.
sn: Se bhurauza repachivande, hatitombo chengete zvawanga uchiita paindaneti.

source: Authentication required
sn: Mvumo yekuti ndiwe inodiwa

source: Autocomplete
sn: Pedzisirwa

source: Autocomplete URLs for sites you use most Long-press any URL in the address bar
sn: Ma URLs echikwata zvemasayiti aunonyanya kushandisa Dhinda kwenguva ipi neipi URL mubhare rekero

source: Automatic private browsing. Browse. Erase. Repeat.
sn: Tsvaga zvakawanzika. Tsvaga. Dzima. Dzokorora.

source: Block ads and other annoyances
sn: Chengetedza matangazo uye zvimwe zvinoshungurudza

source: Close
sn: Vhara

source: Copy image address
sn: Kopa adhiresi yemupikicha

source: Copy link address
sn: Kopa adhiresi yeringi

source: Custom URLs
sn: Yaunodao URLs

source: Default URL List
sn: Zvisizvo URL List

source: Download
sn: Burutsa

source: Downloaded files <b>will not be deleted</b> when you erase %1$s history.
sn: Zvawatora painternet <b>zvichange zvichiripo</b> pauchatsvaira %1$s nhorondo.

source: Download File
sn: Burutsa faira

source: Enable to autocomplete sites you add here.
sn: Batidza kuti ipedzise yoga kunyora mawebsite aunowedzera pano.

source: Enable to have %1$s autocomplete over 450 popular URLs in the address bar.
sn: Ita kuti ive ne %1$s inogadziriswa kupfuura dzinopfuura 450 dzinowanikwa URLs mubhadha rekero.

source: Oops
sn: Mhaihwee

source: Open a link in a new tab Long-press any link on a page
sn: Vhura lingi mune imwe tebhu Dhinda kwenguva refu chero chibatanidza pane peji

source: Open every link in %1$s Set %1$s as default browser
sn: Vhura mazano ose mu %1$s Ita %1$s sechekutsvagisa

source: Open link in new tab
sn: Vhura link mu tebhu nyowani

source: Open with app
sn: Vhura ne app

source: Problem loading page
sn: Page raramba kubuda

source: Removes ads designed to track site visits even if you don’t tap them
sn: Inobvisa zvivako zvakagadzirirwa kutarisa nzvimbo dzekushanyira kunyange kana iwe usingadzipi

source: Restart %1$s
sn: Tangidza %1$s

source: Return to your favorite sites in %1$s quickly. Just select "Add to Home screen" from the %1$s menu.
sn: Dzokera kunzvimbo dzako dzaunoda mu %1$s nokukurumidza. Ingosarudza "Wedzera Pamba peji" kubva ku %1$s menyu.

source: Saved and shared images <b>will not be deleted</b> when you erase %1$s history.
sn: Mifananidzo yakachengetwa <b>neyakagoverwa haibviswe</b> paunodzima %1$s nhoroondo.

source: Save image
sn: Chengeta mufananidzo

source: Secure connection failed
sn: Tatadza kuvhura zvakachengetedzeka

source: Share image
sn: Govera mufananidzo

source: Share link
sn: Govera ringi

source: Site behaving unexpectedly? Try turning off Tracking Protection
sn: Site yaita zvisingatarisirwi? Edza kubvisa Kuchengetedzwa Kwekutevera

source: Sorry. %1$s had a problem and crashed.
sn: Ndine hurombo. %1$s yakanga ine dambudziko uye yakaparara.

source: Stops ads and other annoyances using block lists from Easylist, EasyPrivacy, Fanboy’s Annoyance, and 777Guard Mobile Ad Filter
sn: Anodzivisa matanho nezvimwe zvinoshungurudza vachishandisa block list kubva Easylist, EasyPrivacy, Kutsamwa kwa Fanboy, uye 777 Guard Mobile Ad Filter

source: The address isn’t valid
sn: Kero haisi yakakodzera

source: The address wasn’t understood
sn: Kero yacho yakanga isinganzwisisiki

source: The connection timed out
sn: Kubatana kwakapedzwa nguva

source: The page isn’t redirecting properly
sn: Peji haisi kutungamira zvakanaka

source: Trusted site? Allowlist disables Tracking Protection for sites you know and trust.
sn: Nzvimbo yakatendwa? Chibvumirano chinodzivisa Kuchengetedzwa Kwekuchengetedza kwemasayithi ounoziva uye kuvimba.

source: Try Again
sn: Zama zvekare

source: <ul> <li>Check the address for typing errors such as <strong>ww</strong>.example.com instead of <strong>www</strong>.example.com</li> <li>If you are unable to load any pages, check your device’s data or Wi-Fi connection.</li> </ul>
sn: <ul> <li>Tarisa kero yekunyora zvikanganiso zvakadai se <strong> ww </strong> .example.com panzvimbo ye <strong> www </strong> .example.com </li> <li> Kana usingakwanisi kutakura mapeji chero ipi zvayo, chengeta dhidhi yako yedhidhiyo kana Wi-Fi connection. </li> </ul>

source: <ul> <li>The site could be temporarily unavailable or too busy. Try again in a few moments.</li> <li>If you are unable to load any pages, check your mobile device’s data or Wi-Fi connection.</li> </ul>
sn: <ul> <li> Nzvimbo iyi inogona kunge isipo kwekanguva kana yakabatikana. Edza zvakare munguva shomanana. </li> <li> Kana usingakwanisi kutakura mapeji chero ipi zvayo, chengetedza dhepfenyuro yemagetsi yako kana kuti Wi-Fi connection. </ li> </ ul>

source: <ul> <li>This could be a problem with the server’s configuration, or it could be someone trying to impersonate the server.</li> <li>If you have connected to this server successfully in the past, the error may be temporary, and you can try again later.</li> </ul>
sn: <ul> <li> Izvi zvinogona kuva dambudziko nekugadziriswa kwevhavha, kana zvingave mumwe munhu achiedza kutevedzera sevha. </li> <li> Kana wakabatana neiyo server kubudirira munguva yakapfuura, kukanganisa kunogona iva kwenguva duku, uye iwe unogona zvakare zvakare gare gare. </li> </ul>

source: <ul> <li>This problem can sometimes be caused by disabling or refusing to accept cookies.</li> </ul>
sn: <ul> <li>Iyi dambudziko dzimwe nguva inokonzerwa nekudzivisa kana kuramba kubvuma makuki </li> </ul>

source: <ul> <li>Web addresses are usually written like <strong>http://www.example.com/</strong></li> <li>Make sure that you’re using forward slashes (i.e. <strong>/</strong>).</li> </ul>
sn: <ul> <li>Kero kero dzeWebhu dzinowanzonyorwa se <strong> http://www.example.com/</strong></li> <li>Iva nechokwadi chokuti uri kushandisa mberi slashes (i.e. <strong>/</strong>).</li> </ul>

source: <ul> <li>You might need to install other software to open this address.</li> </ul>
sn: <ul> <li>Unofanira kuisa imwe software kuti ukwanise kuvhura adhiresi iyi.</li></ul>

source: Unable to connect
sn: Tatadza kubatirana

source: We can’t load this page for some reason.
sn: Hatikwanise kuvhura peji iri nekuda kwezvimwe zvikonzero.

source: What's New
sn: Ndezvipi zvitsva

source: Change
sn: Shandura

source: Encrypting…
sn: Kuinikiriputa

source: Feedback
sn: Zvirikutaurwa

source: { $hours }h { $minutes }m
sn: { $hours }maawa { $minutes }mineti

source: Importing…
sn: Kutora faira

source: Maximum password length: { $length }
sn: Pasiwedhi haipfuuri mavara:{ $length }

source: { $minutes }m
sn: { $minutes }mineti

source: Password set
sn: Pasiwedhi yaita

source: Please enable JavaScript and try again.
sn: Ndinokumbira mubvumidze JavaScript moedza zvekare

source: This password could not be set
sn: Pasiwedhi haina kuita

source: Time
sn: Nguva
